[BillieLurkNote DisAbstractItem]
m_ItemName="来自比利的便条"
m_PluralItemName=""
m_Description="道德，\n\n不要在道歉或借口上浪费口舌。这是你教给我的。我只能说，我一离开顿沃，头脑就清醒了，也许这是第一次。\n\n你曾告诉我，像我们这样的人会猛烈燃烧，然后燃烧殆尽。我们没有重新开始的机会，也不会有阳光下的漫长日子。但我了解你，道德。尽管你的双手沾满鲜血，你却一直在积攒金币。若不是心里还抓着什么不放，没人会那么做。你有某种计划，对新生活抱着某种希望。\n\n也许你知道，也许你不知道，但你放我离开时，给我的正是这个——那件你曾说不可能得到的东西。我永远不会忘记。等时机来临——它一定会来——我希望你仔细看着，也能得到同样的机会。\n\n我给你留了一本书。世界很大，比我所知道的还要大。有许多地方能让像你这样的老人消失得无影无踪。\n\n- 比利"

[GlobalBooks.ArtOfEnchantingGarden DisAbstractItem]
m_ItemName="迷人的花园艺术"
m_PluralItemName=""
m_Description="[节选自一本园林设计书]\n\n出色的花园设计必须以田园美景为许诺，引诱漫不经心的旁观者穿过花园大门。但进入之后，它仍须继续吸引人的感官，让访客流连于繁茂的绿植和精心布置的装饰之间。孤池的宁静、茉莉花的芬芳、古老木质铁线莲垂落的藤蔓——在顿沃各处的庄园里，这一切都必须用来抚慰并迷住那些踏入贵族精心打理之花园的人。\n\n无论选择修剪整齐的对称布局，还是营造野蛮生长的假象，某些基本原则始终适用：以形状和大小的变化刺激视觉，以连贯的主题安抚心灵，并让香气与色彩相得益彰。\n正如莫提干·普拉夫勋爵夫妇那座高墙环绕的花园所展示的，应在各处放置大理石雕塑，以此将访客带入想象的世界。遵循已故乔纳森和奥利维亚之女、备受爱戴的波勒甘姐妹提出的影响深远的构想，用协调的声响轻柔招徕前来参观庄园花园的人——喷泉轻柔的飞溅、石墙溪流的潺潺水声，以及高处瑟科诺斯鞘叶橡树的沙沙声。\n记住，一个充满魔力的会面之地，可以只是覆满长春花、横跨碎石小径的凉亭，也可以只是坐落在冠柳枝条下的基座长椅。"

[GlobalBooks.BlightOfTheCobblestone DisAbstractItem]
m_ItemName="鹅卵石街道之害"
m_PluralItemName=""
m_Description="[节选自街头散发的小册子，由匿名知识分子起草]\n\n\n若要让帝国抵挡那通常被称为工业进步的庞然巨物，就必须采取行动。仅仅为了阻止这头饥饿野兽破坏性的前进势头，我们就必须拿出同等强大的力量。当我们明白利害所在时，任何反抗诸国工业化的行动都不能算作过激。\n\n工业的发展侵蚀着我们生活的方方面面，危险的环境每天都在伤害顿沃的市民。工人被当作机器中可以随意替换的齿轮，为了更快的建设、大规模装配和更高的利润而牺牲生命。我们这些反对这种趋势的人，难道不也该牺牲自己，投身对抗冷酷压迫者的斗争吗？\n\n当我们的孩子问起牧场是什么，而我们能做的只有指向一条被机械生产的污秽染黑的鹅卵石街道时，我们会感到满足吗？未来几年里，我们是否会竭力回想那个真正亲手制作馅饼、依照祖母的方法烘烤面包的年代？\n\n如今危在旦夕的正是我们的文化：从北方寒冷的提维亚，经由莫利和格里斯托，一直到南方温暖的瑟科诺斯。所有珍爱我们生活方式的男女都必须站出来反对这些变化。"

[GlobalBooks.CobbledBone DisAbstractItem]
m_ItemName="拼接的骨片"
m_PluralItemName=""
m_Description="[节选自一本记录各种神秘人造品的日志]\n\n他们说我的母亲是个女巫，但真相——往往都是如此——取决于看待事情的角度，以及你在世界中的位置。她依靠异国香草和栖息于潘迪希恩附近礁石水域的河豚制作毒药。她的力量源自致幻剂，她会用诡计或强迫的方式，将其施加给那些与她作对的人。她的目光确实有种异乎寻常的强烈力量，但那来自她自身，而非界外魔。任何一个被逼到理智与生存的绝对边缘、在那里熬过多年后又回到所谓文明社会与群羊同行的人，都会变成那样。我的母亲很狡猾，但除了粉末、暗藏的刀刃和诡计，我从没见过她还会别的。\n\n正如人们讲给孩子听的故事，有些真正受过那个黑眼珠混蛋触碰的人，能像麻雀一样越过屋顶之间的空间。另一些人只须动动手指和脚趾，就能轻易号令成群的老鼠或毒蝇。督军有理由惧怕我们，也有理由警告平民夜里待在家附近，把家人聚在身边。\n\n但“他”的影响还会以其他方式显现。侍奉我的人能够分享我的部分能力，我怀疑黛莉拉·库珀思伯恩的女巫集会也是如此。还有些人能够制作符文和护符。城另一头的那个老妇人——人们叫她拉格斯奶奶——会雕刻并打磨鲸骨，把它们串在一起，向虚空敞开，直到它们像寒夜里的热病患者一样呻吟。我找到过她的几个护身符，每触碰一个，仿佛就有一小部分的我离开身体，去到她那里与她同在。她能从中得到什么？更长的寿命？还是某种我无法理解的力量？我不懂如何制作这类东西。\n\n我一生中认识四个带有界外魔印记的人，但还认识几十个渴望得到印记的人。他们夜里站在死水池中，或任墓地扬起的尘土吹过身体，苦苦哀求。他们剖开农场动物，或焚烧人的血肉，以为这样就能唤出虚空。我曾遇见一个垂死的人，多年来他一直收集符文和护符。他把它们全部碾成粉末，调成糊状吃下，以为能得到其中蕴藏的魔力。他死得漫长而痛苦。我还认识一个来自卡纳卡的女人，她会收购护符和其他鲸骨碎片。她把它们敲裂，再重新熔合，然后卖出去。我买过一枚这样的腐化护符，她发誓说它能让锋利的金属碰到我的皮肤时折断，而它确实有效。但它每生效一次，我就有一颗牙齿变黑脱落。第三次之后，我把它给了一个手下。现在他一笑，露出的全是流血的牙龈，我不禁猜想他体内哪些部分正在变黑。\n\n有时我会问自己，如果没有这些天赋，我还会是个令人恐惧的人吗？我还会被称为顿沃之锋，让人们在市场与小巷、高塔与会客室里低声念着我的名字吗？我愿意相信会，但其实这并不重要。只要我还带着这个印记，就会运用自己的一切技艺，将意志强加给这个世界。更难的把戏，是挽回我已经做过的事。"

[GlobalBooks.CorruptedCharms DisAbstractItem]
m_ItemName="腐化护符"
m_PluralItemName=""
m_Description=[节选自督军关于黑市神秘人造品的报告]\n\n以下便条发现于一宗仪式谋杀的现场，由九枚鱼钩以可疑的图案钩在受害者脸上。我们推断，双方因利用较古老的异端人造品碎片（这些人造品可能已经损坏）制作并出售一种迷信护符而发生了冲突。建议展开全面调查，重点追查瑟科诺斯一个名叫莉莉卡的人。\n\n----\n\n莉莉卡，你这个骗子。几个月来，我不断把金币送进你的口袋，为你要求的一切付钱：城郊的食宿、用途令我无法想象的先天畸形牲畜、毒性植物和炼金材料。我向你保证，狒狒血和深海鱼的软骨可一点都不便宜！但更为昂贵的，是过去一年中我费尽心力从水手那里收购的鲸骨雕品。那些东西由鲸骨雕成，据说会因世界之外的力量而嗡嗡作响，耗去了我一半的积蓄。\n\n而你向我发誓——发誓！——说你能给我想要的护符。我的要求说得非常清楚。你保证我能在梦中探望阿布丽埃尔，能在睡梦中向她求爱。你许诺她会爱上我。结果你交给我的却是这么一团满是刮削和砍凿痕迹的旧骨头，用金属丝胡乱绑在一起，活像小孩子做的东西。整整两周，我都把它贴在心口。夜里睡着后，我确实见到了阿布丽埃尔，没错。我看见她与我憎恨过的每一个人躺在一起：生意或运动中胜过我的对手和仇敌，欺凌或侮辱过我的男人，包括我那该死的哥哥。我每天早晨都在羞耻和愤怒中醒来，牙关紧咬。我还遭受了可怕的鼻出血，头发也开始成把脱落。为了摆脱它，我把那件受诅咒的东西扔进了湖里。\n你说自己是个巫师，其实更像个普通的江湖骗子。不管怎样，我要让你知道，我正是在那一天决定毁掉你的生活。你把我当成傻瓜并拿走我的钱，我会为此惩罚你。我本可以给最近的督军哨所送一封匿名信，但我想到的办法更为合适。卡纳卡有一个帮派在活动——一群刺客。我要让你知道，我会花光剩下的所有钱，悬赏你那颗漂亮的脑袋。\n\n莉莉卡，你再也不会见到我。但当屠刀落到你的颈上，或者牛奶里的毒药开始发作时，我要你记住：这就是我回报骗子的方式。

[GlobalBooks.DrapersWard DisAbstractItem]
m_ItemName="德雷珀斯区的历史"
m_PluralItemName=""
m_Description="[节选自新近出版的《顿沃各区》]\n\n本章将聚焦于一度奢华的德雷珀斯区。在考德温王朝统治之前，这个地方丝毫没有后来享有的声望。德雷珀斯区起初只是布料和纺织品的制造中心，将未经加工的织物出口到帝国各地。水力磨坊日夜转动，以满足迅速扩张的服装产业。几十年来，德雷珀斯区维持着规模适中的贸易，直到主要制造商开始把工厂迁往瑟科诺斯和莫利。那些地方的劳动力价格低得多，而顿沃可用于驱动磨坊的沿河地产十分有限，令扩大生产成为不可能。\n\n这一时期结束时，生产衰退和工厂废弃为新一代技术高超、野心勃勃的实业家创造了机会。一个松散的服装商人联盟建立了新的商业模式，成员包括佩西·奥利弗、阿加莎·切斯尼和莫蒂默·哈特等名流：设计迎合顿沃精英的高档服装，再以大幅加价出售。\n\n帝国各地最优秀的服装设计师都被吸引到德雷珀斯区的精品店，在那里，他们不再需要亲自招揽主顾。事实上，他们被抬进了上流社会，受到追捧和娇惯。权势显赫的人开始频繁光顾焕然一新的德雷珀斯区，不惜一切代价也要以最新款式示人。这个地区取得了惊人的成功，店主与设计师坐拥巨额财富、生活穷奢极欲也成了常态。\n\n但这里并非只有光鲜和欢乐。重塑德雷珀斯区是一项昂贵的工程，而对复兴资金来源的调查往往都走进死胡同。人们普遍私下议论，说莫蒂默·哈特早年曾是个冷酷的帮派首领；在城市警卫内部，他至今仍指挥着一支由亡命之徒组成、专门保护其利益的私人军队，几乎算不上秘密。\n\n随着时间推移，一个可怕的真相浮出水面。当设计师和商人在高级精品店里高居其间时，生产服装的磨坊和工厂却是充满苦难与虐待的场所。尽管他们的生意赚取了大量金币，缝制服装的工人却从未分享到财富。相反，哈特的手下用暴力把残酷的工作条件强加给他们。随着腐败愈演愈烈，暴力偶尔蔓延到公开的街道上，富裕阶层也不再接受前往精品店购物的邀请。生意急剧衰落；如今又有瘟疫即将降临的传言，德雷珀斯区的黄金时代或许很快就会结束。\n"

[GlobalBooks.ExplorationsInWhaleOilVol1 DisAbstractItem]
m_ItemName="鲸油对胃液的作用，第一卷"
m_PluralItemName=""
m_Description="[节选自自然哲学家关于鲸油对胃肠功能影响的记录。]\n\n这场瘟疫的一个好处恐怕就是提供了大量无人认领的尸体，供好奇的医学研究者使用。我曾用灌注鲸油和电刺激的方法，来刺激胃功能以及其他器官的活动。我相信这些方法可以用在活人身上，并且可能无限延长寿命。\n\n当我把这种方法用在肠胃系统上的时候，消化行为确实仍会发生，不过最终产物必须通过管道从胃中排出，经我的器械处理后，再循环至适当的器官。这套解决办法颇费周折，因为我最初打算自行分解食物，完全绕过自然的消化过程。\n\n我的实验对象已经尝不出味道了，考虑到我这几天喂给他的东西，这或许也是种仁慈吧。\n\n"

[GlobalBooks.ExplorationsInWhaleOilVol2 DisAbstractItem]
m_ItemName="鲸油对胃液的作用，第二卷"
m_PluralItemName=""
m_Description="[节选自自然哲学家关于鲸油对胃肠功能影响的记录。]\n\n我的患者不能动了。骨质疏松以及每天必需的器官保养，使得他未来都只能生活在椅子或者床上了。\n\n一开始，这让实验对象十分焦虑，不过他很快就疲于抗议了。我整理了实验室旁边的一间房子，不过保留了去磨坊的通道，这样他就可以继续发号施令了。\n\n更新：恢复了三周时间，植入部位C又出现了微黄色的疮。我依然保有完全恢复的希望，特别是当最高浓度的鲸油灌注到这个部位的时候。

[GlobalBooks.HistoryOfTheBrigmore DisAbstractItem]
m_ItemName="罗斯沃特女巫的韵律"
m_PluralItemName=""
m_Description="[节选自一本记述格里斯托民间传说和迷信的年鉴]\n\n到目前为止，本年鉴已经收录了许多陈腐无知、但还算无害的传说。但现在，我们必须谈谈那类只能称作邪恶而有害的民间习俗。其中最恶劣的恐怕就是《罗斯沃特女巫的韵律》。这首受诅咒诗歌的各种版本似乎比顿沃的建立还要古老，而它真正的起源已经不可考。至于它的含义，有些人认为它讲述了一位母亲向亲生女儿复仇的故事；还有人认为它是为引起虚空中某个古老灵魂注意而作的祈求。无论如何，围绕这首诗的仪式极其阴森。在许多地区，一方指控另一方说谎时，人们会用这种原始仪式来裁断是非。仪式如下：\n\n首先，受试者必须找到一座蓄有静水的喷泉，并用凋落的玫瑰花瓣盖住水面。当花瓣多到将水面完全遮住时，你必须紧闭双眼，把双手伸进喷泉，浸没在花瓣覆盖的水下。然后背诵以下诗句：\n\n罗斯沃特女巫\n\n花瓣，水面上的花瓣\n告诉我，告诉我，你的女儿在哪里？\n\n她是否已沉入水线之下？\n她是否已消失在黑暗中？\n\n花瓣，水面上的花瓣\n告诉我，告诉我，你的女儿在哪里？\n\n她是否曾在井边幽会？\n她是否还有秘密待言？\n\n花瓣，水面上的花瓣\n告诉我，告诉我，我是你的女儿吗？\n\n背诵完后，你必须俯身探入喷泉，脸朝下把头完全没入水中和玫瑰花瓣之下，双眼仍须紧闭。数到三，然后睁开眼睛。据说罗斯沃特女巫会在这一刻出现。如果你清白无过，便什么也看不见，只会感到她轻抚你的后颈。但如果你心中藏着谎言或邪念，你就会看到罗斯沃特女巫那张可怕的脸——一种难以名状的恐怖生物。女巫会用荆棘藤蔓编成的绳索，把你溺死在喷泉中。\n\n显然，尽管修道院严肃看待此事，大多数权威人士仍将这个传说归为迷信妄言。不过值得注意的是，每年乡间至少会出现六起报告：年轻女性被发现时已经死亡、面色青紫，脖颈上还有仿佛荆棘项圈造成的割伤与抓痕。"

[GlobalBooks.HowlFromBeyond DisAbstractItem]
m_ItemName="远处的吼声"
m_PluralItemName=""
m_Description="[节选自P.J.斯托克沃斯的一部小说]\n\n格里高利和艾丽娅蜷缩在上层大厅的黑暗中，听着那东西逐渐靠近。它从森林一路跟随他们穿过花园，进入屋内。现在，他们精疲力竭、满心恐惧地靠着墙，听见它正沿楼梯上来。它缓慢爬行，裸露的骨头拖过木地板与地毯，发出刮擦声。腐烂殆尽的喉咙推动着沉滞的空气，破碎的喘息预示着它的到来。\n\n艾丽娅得出了一个可怕的结论，咽了口唾沫。她的脸上失去了表情，最后看了格里高利一眼，便撞破窗户，跃入月光与夜色之中。听到她纤弱的身躯撞上楼下鹅卵石的声音，格里高利发出了一声凄厉的哀号。与此同时，楼梯间传来与之呼应的非人嚎叫，还有带爪的脚迅疾抓挠地面的声音，直冲他而来。"

[GlobalBooks.InterrogationLog DisAbstractItem]
m_ItemName="425号审讯记录"
m_PluralItemName=""
m_Description="[节选自寒脊监狱的审讯记录——撒网之月]\n\n犯人：354A-9123\n目标：查明盗窃货物同犯的位置\n方法：将烧热的金属栓施加于双脚\n结果：起初反应颇有希望，但受审者因休克而失去意识。\n\n犯人：657C-7619\n目标：令其供认破坏行为\n方法：剥夺睡眠\n结果：神志混乱。受审者错误供认了该罪行以及其他无关行为。\n\n犯人：874A-1713\n目标：查明与袭击水面巡逻检查站有关的武器藏匿点\n方法：水槽\n结果：水槽机械故障，受审者溺亡。\n\n犯人：4112B-7835\n目标：查出阴谋组织者的名字\n方法：利用恐惧症——蜘蛛\n结果：装蜘蛛的篮子舱盖甚至还没打开，受审者就交代了信息。\n\n"

[GlobalBooks.KnifeOfDunwallVol1High DisAbstractItem]
m_ItemName="顿沃之锋，幸存者的传说"
m_PluralItemName=""
m_Description="[摘自一本街头小册子，其中记述了一次轰动一时的刺客道德目击事件]\n\n亲爱的读者，请放心，你今天的钱花得物有所值。你在这里读到的东西，或许有一天能保住你的性命和理智。从来没人见过顿沃之锋后还能活着讲述此事。直到现在。\n\n当时太阳正在落山，宛如天空中的一道血痕，将屠宰场焦黑的肋骨状轮廓映成剪影。烧焦肉体的恶臭——人类与鲸鱼的血肉——使空气变得酸腐。道德从灰烬与木料中猛然冲出，周身被火焰包围，身上尽是凡人绝不可能承受的伤口。他的影子在地面向前延伸，显露出他的真正本质——一个被异端邪说扭曲的带角怪物。亲爱的读者，那形体恐怖得无法诉诸文字。毫无疑问，他是来自虚空的巫师。我能听见屠宰场废墟中、他脚下那些濒死工人的呻吟，但他甚至没有停下来理会他们的苦难，因为他的心比提维亚的坚冰还冷。\n\n他反而从喉间发出胜利的嗥叫，震响夺走了那些可怜濒死工人的生命。随后他纵身离去，从一座屋顶跃向另一座屋顶，返回街道。我原以为这一章会就此结束，直到我听见音乐。督军那刺耳的金属音乐从附近小巷传来，我知道一场战斗即将发生。唯有对顿沃遇难市民的责任感压住了我的恐惧，我一点点挪到巷口，以便看得更清楚。\n\n一支勇敢的督军分遣队抓住了道德的一名副手，那人当时正潜伏在小巷里。厚重的捕鲸人工业皮制服让我分不清其性别。那人被结实的绳索捆住，俯卧在地，由督军团团围住。但督军只顾着俘虏，最终因此招致毁灭。\n\n道德从上方落下，像猎鹰般轻易掠过空中，我以自己的灵魂起誓。无声无息间，他滑落到他们中间。制造音乐的人最先死去，道德将他的头从肩上撕了下来，那首可憎的曲子在不和谐的哀鸣中消逝。接着，我看见这个时代最臭名昭著的刺客化作皮革、金属与鲜血交织的狂风，轻易挡开子弹和剑刃。最后一名督军看到弟兄们如此轻易地倒下，无疑已被恐惧吞没。他双膝跪地，乞求宽恕。道德只说了一个词，我听后五脏六腑都在腹中翻搅。督军像疯子一样尖叫，直到他的面具仿佛遭锤凿击打般裂成两半，鲜血从裂缝中喷涌而出，浸透道德的靴子。\n\n此时我闭上双眼，再也无力目睹更多暴行。我只希望，如果那个邪恶的异教徒接下来发现了我，能让我迅速死去。但当我睁开眼睛时，道德已不见踪影。那是我最后一次见到顿沃之锋。\n\n所以，请听从我的警告，亲爱的读者。如果你或你所爱的人看到一片畸形的影子落在前路，或听到哪怕最轻微的传言，说屋顶上传来黑暗的低语，那就逃吧。尽快逃走。"

[GlobalBooks.KnifeOfDunwallVol1Low DisAbstractItem]
m_ItemName="顿沃之锋，幸存者的传说"
m_PluralItemName=""
m_Description="[摘自一本街头小册子，其中记述了一次轰动一时的刺客道德目击事件]\n\n亲爱的读者，请放心，你今天的钱花得物有所值。你在这里读到的东西，或许有一天能保住你的性命和理智。从来没人见过顿沃之锋后还能活着讲述此事。直到现在。\n\n当时太阳正在落山，宛如天空中的一道血痕，将罗斯维德屠宰场雄伟的轮廓映成剪影。血肉的恶臭——人类与鲸鱼的血肉——使空气变得酸腐。道德从下水道中蜿蜒爬出，身体覆满血污，爬着凡人绝不可能忍受的害虫。他的影子在地面向前延伸，显露出他的真正本质——一个被异端邪说扭曲的带角怪物。亲爱的读者，那形体恐怖得无法诉诸文字。毫无疑问，他是来自虚空的巫师。我能听见那些被他抛在身后的濒死工人的呻吟，但他甚至没有停下来理会他们的苦难，因为他的心比提维亚的坚冰还冷。\n\n他反而从喉间发出胜利的嗥叫，震响夺走了那些可怜濒死工人的生命。随后他纵身离去，从一座屋顶跃向另一座屋顶，返回街道。我原以为这一章会就此结束，直到我听见音乐。督军那刺耳的金属音乐从附近小巷传来，我知道一场战斗即将发生。唯有对顿沃遇难市民的责任感压住了我的恐惧，我一点点挪到巷口，以便看得更清楚。\n\n一支勇敢的督军分遣队抓住了道德的一名副手，那人当时正潜伏在小巷里。厚重的捕鲸人工业皮制服让我分不清其性别。那人被结实的绳索捆住，俯卧在地，由督军团团围住。但督军只顾着俘虏，最终因此招致毁灭。\n\n道德从上方落下，像猎鹰般轻易掠过空中，我以自己的灵魂起誓。无声无息间，他滑落到他们中间。制造音乐的人最先死去，道德将他的头从肩上撕了下来，那首可憎的曲子在不和谐的哀鸣中消逝。接着，我看见这个时代最臭名昭著的刺客化作皮革、金属与鲜血交织的狂风，轻易挡开子弹和剑刃。最后一名督军看到弟兄们如此轻易地倒下，无疑已被恐惧吞没。他双膝跪地，乞求宽恕。道德只说了一个词，我听后五脏六腑都在腹中翻搅。督军像疯子一样尖叫，直到他的面具仿佛遭锤凿击打般裂成两半，鲜血从裂缝中喷涌而出，浸透道德的靴子。\n\n此时我闭上双眼，再也无力目睹更多暴行。我只希望，如果那个邪恶的异教徒接下来发现了我，能让我迅速死去。但当我睁开眼睛时，道德已不见踪影。那是我最后一次见到顿沃之锋。\n\n所以，请听从我的警告，亲爱的读者。如果你或你所爱的人看到一片畸形的影子落在前路，或听到哪怕最轻微的传言，说屋顶上传来黑暗的低语，那就逃吧。尽快逃走。"

[GlobalBooks.KnifeOfDunwallVol2 DisAbstractItem]
m_ItemName="顿沃之锋，第2卷"
m_PluralItemName=""
m_Description="CUT。请更换这本书。"

[GlobalBooks.KnifeOfDunwallVol3High DisAbstractItem]
m_ItemName="顿沃之锋，第3卷"
m_PluralItemName=""
m_Description="CUT。请更换这本书。"

[GlobalBooks.KnifeOfDunwallVol3Low DisAbstractItem]
m_ItemName="顿沃之锋，第3卷"
m_PluralItemName=""
m_Description="CUT。请更换这本书。"

[GlobalBooks.MachineryRepurposing DisAbstractItem]
m_ItemName="机械改装指南"
m_PluralItemName=""
m_Description="[节选自机械手册]\n\n7. 调节器的安装与拆卸：取下主齿轮的护盖，放在一旁。拆下主齿轮，换上备用驱动系统的副齿轮。沿备用驱动系统的轮轴制造并安装两块配重，同时断开两端的阻尼线圈。将滑臂从调节器支架上拆下，放在一旁。打开滑臂的活塞轴并取出活塞。依照较短的规格重新塑造滑臂活塞，重新涂抹润滑剂后再合上外壳。把加长的滑臂装入调节器支架。调整备用驱动系统轮轴与新加长滑臂连接处的反向间隔螺栓，直到间距适合新的用途。"

[GlobalBooks.ModernIncarceration DisAbstractItem]
m_ItemName="现代监狱技术"
m_PluralItemName=""
m_Description="[节选自瘟疫爆发初期的一次演讲]\n\n又一次，我被要求解决惨淡过去遗留的问题。又一次，我交出了当前局势所需的解决方案。和我所有的工作一样，只需要一颗能够理解其潜力的头脑。\n\n为了摄政王的利益，也为了让寒脊监狱中擅长逃脱的囚犯倒霉，我最近改造了自己的一项发明，以便部署在那个潮湿压抑的地方。\n\n经过最近一轮测试，这些设备在监狱中的潜在作用现在应该已经人人皆知。既然相关的供电问题已经解决，我便建议分两个阶段实施，并立即开始。\n\n第一阶段采用一种新近制成、易于部署的装置，用来击昏越狱者。第二阶段则是更强力的威慑手段，也就是致命且日益普及的电弧塔。二者结合并正确运用，将使寒脊监狱无人能够逃脱。"

[GlobalBooks.MortimerHat DisAbstractItem]
m_ItemName="特林布尔的硬币"
m_PluralItemName=""
m_Description="[节选自一本介绍杰出知识分子的书]\n\n人们认为，自然科学院的大厅是以深思熟虑的讨论与开明宽容为辩论和学习定调的地方。人们相信理性高于一切，帝国最伟大头脑的激情也会受到智慧与传统的调和。这是世人普遍接受的印象，而且几乎总是准确的。几乎。\n\n有时，一场旷日持久的辩论或分歧也会爆发为冲突，极少数时候甚至会演变为暴力。几年前的大风之月便发生过这种事情。一位名叫皮耶罗·乔普林的年轻学徒，冒险研究保存坏死组织的奇异新方法；这一领域使他频繁地与一位名叫特林布尔的学生发生冲突。乔普林和特林布尔经常高声争论至深夜，争论内容远远超出了帝国绝大多数人的理解范围，笔者也不例外。\n\n两位自然哲学家的争斗持续了数月，但促使笔者写下此事的，是事件的高潮。他们争论至深夜，辩论逐渐变成刻薄的人身攻击。最后，他们达成了一项可怕的共识：彼此的仇恨最终要以手枪进行的生死决斗收场。\n\n在黎明的灰色天空下，群岛帝国最伟大的头脑齐聚庭院，那模样就像一群学童围观两个恶霸打架。乔普林和特林布尔接过仪式用手枪、量定步数、转身开火时，四周顿时安静下来。两名决斗者一枪接一枪，打碎窗户、崩落砖石、击裂灰泥。最接近目标的一枪来自乔普林，子弹穿过了特林布尔大衣的下摆。显然，这些饱学之士醉心研究，却练就了一手糟糕枪法。弹药耗尽时，两人都因恐惧与愤怒而颤抖，却毫发无损。于是众人同意以抛硬币决定决斗胜负。一枚新铸的帝国硬币被取出，上面印有贾斯敏·考德温女皇的头像。硬币旋转着抛入空中时，特林布尔猜正面，落地时却是反面。\n\n乔普林被宣布为胜者，两人的争斗就此结束。按照争端的约定，特林布尔被迫离开自然科学院，未能完成学业。此后，自然科学院的大厅重新恢复了庄严的寂静。"

[GlobalBooks.PetalsAndThorns DisAbstractItem]
m_ItemName="花瓣和荆棘"
m_PluralItemName=""
m_Description="[节选自一本儿童读物]\n\n在郁郁葱葱的花园里，她静静跪下，\n罗萨林特提着篮子，来到一丛皇冠玫瑰前。\n\n罗萨林特俯下身，轻抚其中一朵玫瑰，\n又从背后拿出剪刀，\n她把剪刀藏在那里，仿佛怕惊吓了花儿。\n为了母亲，取走一条性命不过是件小事。\n\n她举起剪刀，又拉住一根花茎，\n准备让刀刃将它剪断，\n但花儿不肯顺从，\n反用一根刺回报她的信任，深深扎进她的拇指。\n\n一滴深红的血从伤口涌出。\n罗萨林特还没来得及把拇指放到唇边，\n一只手便抓住了她的手腕。\n她的母亲站在旁边，目睹了刚才的一切。\n\n“玫瑰索要它的代价，亲爱的。不要拒绝支付花儿的贡金。”\n母亲强迫她把手伸到花坛上方，罗萨林特疼得缩了一下，\n母亲轻轻挤压她的拇指。\n三滴鲜血溅落在干燥的泥土上。\n\n母亲离去时，罗萨林特眨去泪水，\n紧紧握住她的剪刀。\n\n她提着满满一篮花离开花园。\n三滴深红的血与一朵深红的花，\n便是那座曾经傲然盛放的花园所余的一切。"

[GlobalBooks.PortsOfCall DisAbstractItem]
m_ItemName="停靠港"
m_PluralItemName=""
m_Description="[节选自一本群岛帝国港口城市指南]\n\n波特斯代德，格里斯托：一座小城镇，但当地人亲切迷人，麦芽酒也无与伦比。务必在大风之月前来参加他们的彭南特节。\n\n顿沃，格里斯托：关于这座首都的记述足以写满十几卷书。只要有钱，你能在顿沃享尽欢乐；一文不名，便会尝遍苦难。除非你与顿沃高塔中的人物、某个重要家族、城市警卫或水面巡逻队关系密切，否则务必确保许可证齐全。不然，港口当局很可能随便编造一个理由，没收你的货物。\n\n科尔肯尼，莫利：这里的港务长对你携带的货物种类十分挑剔，不过镇上其他地方就宽松多了。务必去巨岩客栈，品尝全群岛最好的炖羊肉。\n\n亚罗，提维亚：这里的严寒会夺走你的呼吸，却恰好被当地彬彬有礼的市民所展现的文明气度抵消。舒适的酒馆由当地著名的手工铁炉保持温暖，不过北方食物需要一段时间才能适应。满身珠宝的贵族与饱经风霜、皮肤粗糙的农民并肩欢笑饮酒，互拍后背，直到夜深。在这里很难交到朋友，也很难真正理解土生居民的世界观；但一旦成功，你便会得到一位终生挚友。\n\n卡勒罗，瑟科诺斯：温暖的月份里，这座城市人潮拥挤，而且事出有因。衣着清凉的当地人与度假外国人会和你摩肩接踵；他们苍白的皮肤被阳光晒得粉红，而瑟科诺斯的太阳不知为何显得更大、更亮。卡勒罗的食物堪称瑟科诺斯烹饪的光辉典范，这里永远有音乐，永远有舞蹈。烟草店门前台阶上手工卷制的雪茄，自然比运往帝国其他地区的更加新鲜。\n\n卡纳卡，瑟科诺斯：世界边缘的南方明珠。随着大批莫利移民到来，以及顿沃富有贸易公司的涌入，这座城市的工业蓬勃兴旺。走遍卡纳卡，处处可见新思想：混合形式的音乐、开创性的自然哲学理论，甚至还有融合已知各文化食材制成的奢华佳肴。当地人不知疲倦地工作赚钱，迎接来自群岛各地的精英。\n"

[GlobalBooks.PrisonsOfTheIsles DisAbstractItem]
m_ItemName="埃勒斯的监狱"
m_PluralItemName=""
m_Description="[节选自一份由皇家情报部长委任的报告]\n\n比较群岛各地的监禁设施时，最引人注目的特征就是外墙本身；有些地方甚至根本没有外墙。\n\n寒脊监狱广为人知，也广受畏惧。它长久以来一直是首都顿沃的主要监狱，设有多重实体屏障，防止犯人逃脱，甚至不敢尝试越狱。寒脊监狱位于一座令人生畏的多层建筑中，大门防守严密，狭小的独立囚室将犯人彼此隔开，尽量避免串通。高耸的灰墙主宰着整座监狱，最近还在那里测试了准备部署的新技术，进一步加强安全。作为现代监禁技术的巅峰，几乎无法想象有人能从这种地方逃脱。\n\n与之相反，提维亚的监狱坐落于该国中心的冻原。在提维亚的一些劳改营，真的连墙都没有。犯人被苦役折磨得精疲力竭，又没有工具，几乎不可能熬过严酷气候或游荡于冰原上的饥饿猎犬群。事实上，提维亚监狱当局明确告知所有犯人，他们随时可以离开。有史以来，从未有人成功徒步穿越遥远的冰雪抵达最近的城市。有意思的是，离开的人不会遭到追捕；他们会被视为自由人，相当于已经服完刑期。\n\n本系列后续部分将介绍瑟科诺斯的矿山，囚犯必须工作才能生存；还会介绍莫利沿海岛屿上的监狱，周围尽是刺骨冰冷的海水，水中满是饥饿的八目鳗。"

[GlobalBooks.ProceduresFollowingTheEscape DisAbstractItem]
m_ItemName="科尔沃·阿塔诺逃走后的监狱规程"
m_PluralItemName=""
m_Description="[摘自一份供典狱长参考的案例研究]\n\n科尔沃·阿塔诺逃走后，由摄政王任命的议会认定，加强寒脊监狱的安全措施至关重要。本报告建议采取的结构性措施包括加高围墙、封闭通风井，并确保无法通过下水道入口进入。此外，监狱必须增派人手，全面守住所有出口，并监视所有主要走廊。\n\n特别补充：\n\n除了本文所述的新措施外，议会还咨询了众生修道院与皇家医师安东·索科洛夫（他同时也是自然科学院院长），请求他们就如何处理性质更为奇异的案例提供指导和设备。过去，我们曾把有关超自然现象的报告斥为老妇人的故事与疯子的传言，但近几个月发生的事情使我们确信，有些事态并不为我们完全理解。因此，监狱管理人员应欢迎督军以及任何在索科洛夫技术指导下工作的人员到场。"

[GlobalBooks.ReclamationOfDunwall DisAbstractItem]
m_ItemName="顿沃的复兴"
m_PluralItemName=""
m_Description=[节选自一本为回应瘟疫而出版的小册子]\n\n顿沃，群岛帝国这一已知文明世界的权力中心，是我们伟大的首都。而如今，她竟被害虫击垮。这个念头本身就令人愤恨。\n\n我们不得不面对现实：曾经伟大的城市如今已残破不堪，少数仍然适宜居住的宅邸，都属于那些富有到足以让自己与现实隔绝的人。一座城市如果只剩上层阶级和他们闭门不出的谄媚者，便不可能继续繁荣。\n\n即使瘟疫明天便会消失，以顿沃目前的状况，也没有足够强健的适龄劳动者让城市恢复日常运转。我们必须设法吸引更多居民，而这要求我们驱散现政权造成的恐惧阴云。朋友们，摄政王和他的走狗不利于生意。\n\n所以重任落在我们肩上——我们必须战胜瘟疫与暴君。此后还要成就第三个奇迹：向那些富得令人作呕的人施压，迫使他们回报这片赐予其优渥生活的土地。必须由有权有势的幸运者支付重建顿沃的费用，即使最贫穷的人仍要用脊背扛起重建所需的砖石木料。\n\n这一切都必须实现，沉睡的商业机器才能重新启动。否则我们所有人都将完蛋，我们时代最伟大的城市也将就此失落。

[GlobalBooks.RegencyandEmergencyPowers DisAbstractItem]
m_ItemName="摄政体制和特殊时期的权力机制"
m_PluralItemName=""
m_Description="在政治动荡时期，已有相应条款规定权力应分阶段移交。这些条款在设计时考虑了三个目标。\n\n第一，尽量减少发动政变的诱因。危机期间，并没有预先指定的个人或政府职位必定接掌摄政权；摄政王由议会协商选出。这可以避免形成失职者乘势上位的途径，也能阻止有人阴谋促成这种局面。我们的治理文件假定，这样的立法机构始终有足够智慧识破企图篡位者。\n\n第二，确保平民在过渡阶段及其后能够维持稳定。摄政王统治国家的王位空缺期内，有几类法律和政令若未经议会多数票同意便不得修改。因此，摄政期间人民的日常生活不会发生巨变，正统继承人登上王位后也不会骤然改变。\n\n第三，也许也是最重要的一点，是找到一位合格的继承人。为避免仓促行事并最大限度地维持稳定，摄政期不设任期限制，也不规定持续时间。从历史上看，草率决定往往受到激烈反对，造成长期政治动荡，甚至直接引发冲突。当正统继承人得到确认，并由配得上这一职责的人就位后，其他所有人都会服从并给予支持。"

[GlobalBooks.TextilePractices DisAbstractItem]
m_ItemName="莉齐·斯特莱德的历史"
m_PluralItemName=""
m_Description="[节选自一份已知黑社会人物名录]\n\n人们对伊丽莎白·斯特莱德的出身知之甚少，只知道她来自莫利。据传她的父母是一名女裁缝和一名四处行商的布贩。斯特莱德年轻时勒死了一名虐待学生的校长，被迫逃离莫利。她男装打扮，偷渡出城，在一艘海军舰船上当了火药搬运工。这个骗局一度奏效，让她见识到她那个社会始终不许女性接触的奇观与恐怖。她高昂的斗志、个人魅力与凶悍，使她跃居舰上儿童小群体的首位，也赢得了他们的忠诚。\n \n后来她在风暴中受伤，伪装不可避免地被船医识破。医生还没来得及告发她，她便召集手下的火药搬运工，把他扔下船去。随后爆发了一场血战，但他们短暂的哗变遭到镇压，她的许多追随者被杀。在这场混乱中，莉齐与少数忠诚的男孩设法登上一艘小艇弃船逃走。\n\n此后几个季节，他们受雇于一名沿潘迪希恩大陆海岸绘制河口地图的制图师。那群孩子在那里成长为经验丰富而凶悍的战士。测绘远征结束后，他们乘船返回格里斯托。\n \n来到顿沃后，莉齐与那些久经磨炼的朋友在城中的街头世界为自己打出了一片地盘。航海经验让他们在此前没有任何帮派占据的瑞哈文河上如鱼得水。他们招募退役水手、海盗和其他帮派的叛逃者。莉齐还找了一位出人意料的情人：一名海军贵族。此人替她办妥商船证件，使他们获得政府认可，也让她能够驶过通常只对商人开放的水域。\n \n早年追随她的火药搬运工中，有些至今仍在她手下，协助驾驶货船温蒂妮号沿瑞哈文河往返执行走私任务。\n \n身为死鳗帮首领，莉齐因凶悍而拥有近乎神话般的名声。她把牙齿锉得尖利，甚至有传言称她的脚趾间长着蹼。敌人对她难以预测的暴力有多么恐惧，对她便有多么憎恨。\n"

[GlobalBooks.ThomasJournal DisAbstractItem]
m_ItemName="托马斯的日志"
m_PluralItemName=""
m_Description="[一篇字迹工整的近期日志]\n\n我们的麻烦始于一个名字：黛莉拉。这个谜团是道德从梦中所见的那张脸那里得到的；当他跪在城市失落角落里隐藏的神龛前时，也会听到那张脸的声音。我们之中没有人听到过这个声音，但我们都知道它的力量。它对我们的主人说话，告诉他大限将至，并说解开这个谜团是逃过一劫的唯一办法。\n\n我们对黛莉拉一无所知，只找到了一艘以这个名字命名的捕鲸船。这个联系似乎很牵强，但只要涉及界外魔的话，就不存在巧合。我们发现，这艘船是以一位曾与贾斯敏·考德温一同走过顿沃高塔大厅的女子命名的。后来她成了一名画家——索科洛夫本人的学徒——直到她笼络了一位名叫阿诺德·提姆士的贵族赞助人。\n\n我们见到了提姆士的侄女，她提出以除掉叔叔为条件，向我们提供黛莉拉的情报。清除贵族是我们的专长，所以主人同意了。大律师阿诺德·提姆士死后，他的侄女吐露了她所知道的一切。黛莉拉远不只是一个画家，她正藏身于城外古老的布里格莫尔庄园。\n\n但那时已经太迟了。黛莉拉预见到了我们的威胁。她早已开始腐化我们之中最出色的人：刺客比利·勒克。黛莉拉让勒克背叛了我们，两人还把我们出卖给了督军。当我们回到水淹区的藏身处时，金面具和猎犬蜂拥而至。但道德在我们这一行里既机敏又老练。最终，尽管有所损失，他还是保住了我们的性命。\n\n现在我们的资源十分紧张。有些人开始抱怨了。我看得出道德脸上承受的压力。杀死女皇，交出她的女儿——这些都不是容易承受的重担。勒克的背叛也沉重地压在他心头。他睡不安稳，睡梦中满是咒骂和叫喊。\n\n现在我们正准备反击黛莉拉。她正在布里格莫尔筹划着什么，一件会影响群岛所有人的事。她也会严阵以待。和我们的主人一样，她会将界外魔赐予自己的能力分享给追随者。她们究竟有多少人？\n\n我对主人毫无隐瞒。我的忠诚不容置疑。但我担心，这可能是捕鲸人最后的日子。或许也是道德最后的日子。"

[GlobalBooks.WarningCorruptedCharms DisAbstractItem]
m_ItemName="有关腐化护符的警告"
m_PluralItemName=""
m_Description="[节选自一名督军关于黑市神秘学物品的报告]\n\n副督军梅罗斯：\n\n我在瑟科诺斯旅行期间——那里当然属于您的管辖范围——遇到了一件需要您留意的事。按照您几个月前的要求，我和弟兄们取道陆路，从科勒洛前往卡纳卡，护送两位神谕秩序院的姐妹。（请原谅我们的延误。至高督军坎贝尔公务繁忙，相信您也明白，当他的心思都放在某件迫在眉睫、对抗界外魔的大业更为重要的事情上时，这类部署有时便会被搁置。）\n\n行至卡纳卡的半途，我们的车队停靠在一座湖畔小镇，并得知最近有一名男子遇害。起初此事并不需要我们介入，直到我们听说了他所藏物品中的几样：我们怀疑掺有牛血的红蜡烛、剪下的头发，以及挂在他厨房餐桌上方的一幅画，画中是一个手持两片干叶的小女孩。我无须告诉您这样睿智的人，这些东西为何值得关注，但从现场没收的其他线索要严重得多。\n\n受害者陈设考究的住处位于顶楼，可以俯瞰湖面。他是个颇有家资的商人，而根据我们的发现，他显然在从事异端交易，试图购买一枚鲸骨制成的神秘骸骨护符。这起案件的不同之处在于，此人并非想买某个迷信水手在旧日雕刻的东西；眼下的情况是，一名普通公民——而且还是社会中正常生活的一员——竟然委托他人为某个特定目的制作一件全新的神秘物品。\n\n据我们判断，提供这项服务的人试图利用旧鲸骨护符的碎片制作一枚新的骸骨护符。副督军，我们相信这件新物品出现了某种缺陷，引发买卖双方的矛盾并最终导致谋杀。根据我们收集到的情况，这件物品拥有某种神秘力量，但似乎也伴随着代价，会以数种令人不快的方式折磨携带者。目前我们尚不知道，制作这枚腐化护符的个人或教派是故意将它做成这样，还是他们的能力有所欠缺。\n\n然而，此事与群岛各地流传的其他类似故事相符。娇生惯养的一代人越来越能接受异端邪说，甚至以通俗冒险故事里的巫术传闻为乐，于是便有了这样的结果：如今，就连与虚空毫无真正联系的人，也开始尝试设计自己的恶心仪式与护身符。这类腐化的骸骨护符和破裂的符文甚至可能比原本的物品更加危险，尽管这听起来难以置信。\n\n我现在必须前往顿沃接受下一项任务，因此将后续调查交由您全权处理。不过，我已在前往卡纳卡沿途的数个岗哨留下此信的副本，并请求任何读到这些文字且忠于修道院的人——只要有时间和条件——将它抄录给我们的弟兄以及他们所守护的人。那个商人死了，但制作这枚腐化护符的人依然行走在世间（流浪之足！）。我们的忧虑并非某些人口中狂热过度的幻想，而是切实存在的危险。您也会同意，任何希望保护我们的土地免遭虚空诅咒的人，都应对此深感忧虑。\n\n督军安格斯·邓肯\n弗雷港岗哨，莫利"

[Tutorial.DLC07_CrackCharmTutorial_PickUp DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage="`GBA_Journal` 阅读闪烁瞬移教程"
m_OnPickupMessage=""
m_SingleItemPickupMessage=""

[Tutorial.DLC07_CrackCharmTutorial_PickUp:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="写字板"
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

